
[ARMORY]
buywithzen=BUY WITH Zcoin
loadoutlockedtooltip=Use Zcoin to purchase this loadout slot

[CURRENCY]
currencylabels0=GP
currencylabels1=Zcoin

[FOXUI]
requirementzplabel=Zcoin

[FOXUIBOOSTSCROLLERWIDGET]
gpboostlabel=GP BOOST

[MAIL]
insuffundsbody=Insufficient Zcoin to send these items
stamptooltip=Stamps allow you to send items using stamps instead of using Zcoin. Click to purchase additional Stamps
usezentooltip=Zcoin Cost

[MENU]
gplabel=GP
mainlegal=Copyright (C) 2015, Hardsuit Labs. All Rights Reserved.  Blacklight Retribution, and the Blacklight Retribution logo is registered a trademark of Hardsuit Labs.<br>Hardsuit Labs and the Hardsuit Labs Logo are trademarks of Hardsuit Labs. in the United States and elsewhere. All other copyrights or trademarks are the property of their respective owners and are being used under license. Unreal, Unreal Technology and the Powered by Unreal Technology logo are trademarks or registered trademarks of Epic Games, Inc. in the United States and elsewhere. Unreal(R) Engine(tm), Copyright 1998-2013, Epic Games, Inc. All rights reserved. Powered by Wwise, Copyright 2006-2013 Audiokinetic Inc. All rights reserved. Uses Scaleform GFx, Copyright 2013 Scaleform Corporation.
minimartlabel={XboxTypeS_Back,26,26,-14}SPECIAL OFFERS
minimartlabelnoicon=SPECIAL OFFERS
minimarttooltip_x=View special offers or purchase Zcoin
newsmessage=<p align='center'><font size='20'>Welcome to Blacklight: Retribution!</font></p>
ratingspath=img://ui_icons.Ratings.ESRB
splashlegal=Copyright (C) 2016, Hardsuit Labs. All Rights Reserved.
zplabel=Zcoin

[MOTD]
MOTD1=Welcome to Blacklight: Retribution
MOTD2=
MOTD3=
MOTD4=
MOTD5=
MOTD6=
MOTD7=
MOTD8=
MOTD9=TWITTER: @hardsuitlabs
MOTD10=FACEBOOK: /hardsuitlabs
MOTD11=
MOTD12=

[SERVER]
servermessage=

[SERVEROWNERS]
officialserver=Hardsuit Labs
perfectworld=Hardsuit Labs
serverowner=Hardsuit Labs

[STORE]
chargelabel=CHARGE Zcoin
requirementzp=Zcoin
usegplabel=GP PRICE
usezplabel=Zcoin PRICE
welcomebody=Items can be purchased with GP or with Zcoin. GP can be obtained by playing online matches with other players. You can check your Zcoin and GP balance by looking at the bottom right corner of the screen.<br><br>To purchase an item with GP, you must meet its level requirement.  Items that have level requirements are flagged as such.  You can bypass this purchase requirement by buying the item with Zcoin.  There are also premium items that are only purchasable with Zcoin.<br><br>Zcoin can be obtained by purchasing it through the Marketplace.

[PostageDesc]
WeaponLicense=Permanently Doubles all GP Earned.
WeaponLicenseBundle=Permanently Doubles all GP Earned.

[PostageTooltip]
WeaponLicense=Permanently Doubles all GP Earned.
WeaponLicenseBundle=Permanently Doubles all GP Earned.

[URL]
steambilling=https://arcgames.com/en/
billing=https://billing.arcgames.com/en/
forums=http://blacklight-forum.perfectworld.com/
news=http://www.arcgames.com/en/games/blacklight-retribution/news/
register=https://www.arcgames.com/en/sign/up/
support=https://support.arcgames.com/
